{
    "who sang for pink floyd?": "Syd Barrett, Richard Wright, David Gilmour, and Roger Waters sang for Pink Floyd.",
    "what is epilepsy?": "Epilepsy is a group of neurological disorders characterized by epileptic seizures, which are episodes of abnormal excessive or synchronous neuronal activity in the brain. These seizures can vary in intensity and duration, and they tend to recur without an immediate underlying cause. Epilepsy can result in physical injuries and impacts various aspects of a person's life, including personal safety, memory, and social stigma.",
    "woodrow wilson was president of which university?": "Princeton University.",
    "number of gold medals won by india in hockey?": "India has won a total of 8 gold medals in hockey.",
    "what is the name of dormitory of naga?": "Naga House",
    "what is shakespeare's nickname?": "\"The Bard of Avon\"",
    "when did season 4 of grace and frankie start?": "Season 4 of \"Grace and Frankie\" likely started in May 2018.",
    "who played the role of chandler bing in the tv series friends?": "Matthew Perry",
    "what was the name of the first russian astronaut to do a spacewalk?": "Alexey Leonov",
    "what are canada's two territories?": "The two territories of Canada are Nunavut and Yukon.",
    "what country was theodor schwann born in?": "Theodor Schwann was born in Germany.",
    "where was the battle of waterloo held?": "The Battle of Waterloo was held near Waterloo in present-day Belgium, specifically in the municipalities of Braine-l'Alleud and Lasne and Waterloo, about 15 km south of Brussels.",
    "who became president after harding died?": "Calvin Coolidge became president after Harding died.",
    "what is ozone depletion?": "Ozone depletion is the reduction in the total amount of ozone in Earth's stratosphere, leading to phenomena like the ozone hole and tropospheric ozone depletion events.",
    "when were the phillies founded?": "The Philadelphia Phillies were founded in 1883.",
    "who developed the vaccination against polio?": "Jonas Salk and Albert Sabin developed the vaccination against polio.",
    "during which season do most thunderstorms occur?": "Most thunderstorms occur during the warm season, typically in the late afternoon and evening hours.",
    "where was the lion king musical first performed?": "The Lion King musical was first performed at the Minskoff Theatre in Midtown Manhattan.",
    "when was the triangle shirtwaist fire?": "The Triangle Shirtwaist Factory fire occurred on March 25, 1911.",
    "what is the islamic counterpart to the red cross?": "The Islamic counterpart to the Red Cross is the Red Crescent.",
    "what is the major religions practiced in israel?": "The major religions practiced in Israel are Judaism, Islam, and Christianity.",
    "when was the new world trade center finished?": "The new World Trade Center was finished in November 2014.",
    "where does the last name mcleod come from?": "The last name McLeod originates from Scotland.",
    "what year did the titanic start on its journey?": "The Titanic started its journey in 1912.",
    "where did the founder of google go to college?": "Larry Page, the founder of Google, attended the University of Michigan and Stanford University for his college education.",
    "when was algeria colonized?": "Algeria was colonized by France in 1830.",
    "who is called as metro man of india?": "E. Sreedharan is known as the \"Metro Man\" of India.",
    "where is the second circuit court of appeals located?": "The Second Circuit Court of Appeals is located in New York City.",
    "when was the first bank of the united states?": "The First Bank of the United States was established on February 25, 1791.",
    "what are the poconos?": "The Poconos are a geographical, geological, and cultural region in Northeastern Pennsylvania, United States, known for its wooded hills, valleys, and popular recreation areas.",
    "what is cryogenics?": "Cryogenics is the study of the production and behavior of materials at very low temperatures.",
    "in which country would you find the champs elysees 1. spain 2. france?": "2. France",
    "what does the technical term isdn mean?": "ISDN stands for Integrated Services Digital Network, which is a set of communication standards for simultaneous digital transmission of voice, video, data, and other network services over traditional telephone circuits.",
    "what is die-casting?": "Die casting is a metal casting process that involves forcing molten metal under high pressure into a mold cavity, typically using non-ferrous metals like zinc, copper, aluminum, magnesium, lead, pewter, and tin-based alloys.",
    "what is caffeine?": "Caffeine is a central nervous system stimulant of the methylxanthine class, widely consumed psychoactive drug found in coffee, tea, and other plants.",
    "who is covered by the right to financial privacy act?": "Customers of financial institutions are covered by the Right to Financial Privacy Act.",
    "where can salivary amylase be found in the body?": "Salivary amylase can be found in the saliva produced by the salivary glands, including the parotid glands, submandibular glands, and minor glands in the mouth.",
    "who created the board game pictionary?": "Robert Angel created the board game Pictionary.",
    "how many pounds in a U.S. ton?": "There are 2,000 pounds in a U.S. ton.",
    "what year did the titanic sink?": "The Titanic sank in the year 1912.",
    "who won ms. american in 1989?": "Gretchen Polhemus of Texas won Miss USA in 1989, not Miss America.",
    "how old you have to be to buy cigarettes in texas?": "21 years old.",
    "who wrote these are the days of our lives?": "The song \"These Are the Days of Our Lives\" was largely written by Queen's drummer Roger Taylor.",
    "what american composer wrote the music for \"west side story\"?": "Leonard Bernstein",
    "what type of polymer is used for bulletproof vests?": "Ultra-high-molecular-weight polyethylene (UHMWPE) fiber.",
    "kuchipudi is a dance form of which state?": "Kuchipudi is a dance form of the Indian state of Andhra Pradesh.",
    "what hotel was used for a setting of the agatha christie novel, \"and then there were none\"?": "The Royal Castle Hotel was used as a setting for the Agatha Christie novel \"And Then There Were None.\"",
    "when was babe ruth born?": "Babe Ruth was born on February 6, 1895.",
    "largest airline in the world in terms of passengers carried?": "The largest airline in the world in terms of passengers carried is American Airlines.",
    "who were the sponsor of the icc world cup when it was hosted outside england for the first time?": "Reliance.",
    "what culture built the great pyramid of giza?": "The Great Pyramid of Giza was built by the ancient Egyptian culture during the Fourth Dynasty.",
    "what is the speed of light?": "The speed of light in a vacuum is approximately 186,282 miles per second.",
    "what precious stone is a form of pure carbon?": "Diamond",
    "what is charlie's surname in charlie and the chocolate factory?": "Bucket",
    "what is amoxicillin?": "Amoxicillin is an antibiotic used to treat a variety of bacterial infections, including middle ear infections, strep throat, pneumonia, skin infections, and urinary tract infections. It can be taken orally or by injection.",
    "in poland, where do most people live?": "Most people in Poland live in Warsaw, the capital and largest city of the country, with an estimated population of 1.750 million residents within the greater metropolitan area.",
    "what is angiotensin?": "Angiotensin is a peptide hormone that causes vasoconstriction and an increase in blood pressure.",
    "when was the last deal or no deal cancelled?": "The last \"Deal or No Deal\" show was cancelled in August 2010.",
    "what were christopher columbus' three ships?": "The three ships used by Christopher Columbus in his first voyage were the Santa María, the Pinta, and the Niña.",
    "who discovered america?": "The Norse-Icelandic explorer Bjarni Herjólfsson is believed to be the first known European discoverer of the mainland of the Americas, which he sighted in 986.",
    "what was elie wiesel's father's name?": "Elie Wiesel's father's name was not explicitly mentioned in the context, but we can infer that his name was not Elisha based on the information provided.",
    "what king signed the magna carta?": "King John of England signed the Magna Carta.",
    "what is the most common kind of skin cancer in the u.s.?": "Basal-cell carcinoma (BCC) is the most common kind of skin cancer in the U.S.",
    "in what year did the hindenberg crash?": "The Hindenburg crash occurred in 1937.",
    "where was joe biden a senator?": "Joe Biden was a Senator for the state of Delaware.",
    "what kind of guitar does lindsey buckingham play?": "Lindsey Buckingham plays an acoustic guitar.",
    "what is the most frequently spoken language in the netherlands?": "The most frequently spoken language in the Netherlands is Dutch, followed closely by English.",
    "george bush purchased a small interest in which baseball team?": "George Bush purchased a small interest in the Texas Rangers baseball team.",
    "where does the greatest distortion in a cylindrical mercator projection occur?": "The greatest distortion in a cylindrical Mercator projection occurs near the poles.",
    "which element in period 3 is the most reactive metal?": "Sodium",
    "what is the population of venezuela?": "Venezuela has a population of over 31 million people, specifically 31,775,371 according to the most recent data.",
    "who was the 21st u.s. president?": "Chester A. Arthur",
    "what island is half greek and half turkish?": "Cyprus is the island that is half Greek and half Turkish.",
    "what year did hitler die?": "Adolf Hitler died in 1945.",
    "what kind of currency does cuba use?": "Cuba uses the Cuban peso (CUP) and the Cuban convertible peso (CUC) as official currencies.",
    "what is sake?": "Sake is a Japanese rice wine made by fermenting polished rice through a brewing process similar to beer.",
    "how big is our galaxy in diameter?": "The Milky Way has a diameter of about 100,000 light-years, similar in size to NGC 7080 and slightly smaller than NGC 1398.",
    "what condition does michael j fox have?": "Michael J. Fox has Parkinson's disease.",
    "where was the movie the river runs through it filmed?": "The movie \"A River Runs Through It\" was filmed in and around Missoula, Montana.",
    "who does maggie grace play in taken?": "Kim Mills",
    "how many states are in the united stares?": "There are 50 states in the United States.",
    "what river flows between fargo, north dakota and moorhead, minnesota?": "The Red River of the North flows between Fargo, North Dakota, and Moorhead, Minnesota.",
    "where is ayer's rock?": "Ayers Rock, also known as Uluru, is located in the southern part of the Northern Territory in central Australia, 335 km southwest of Alice Springs.",
    "what does usps stand for?": "United States Postal Service",
    "who played dumbledore in the philosopher's stone?": "Richard Harris",
    "when was the nfl established?": "The NFL was established in 1920.",
    "what state in the us has the most counties?": "The state in the US with the most counties is Georgia, with a total of 159 counties.",
    "who paid for the building of the colosseum?": "The construction of the Colosseum in Rome was funded by Emperor Vespasian through the spoils acquired from sacking Jerusalem during the Jewish-Roman Wars.",
    "what president became chief justice after his presidency?": "William Howard Taft became Chief Justice of the United States after his presidency.",
    "where is perth?": "Perth is located in Western Australia.",
    "what was the name of the plane lindbergh flew solo across the atlantic?": "The name of the plane Lindbergh flew solo across the Atlantic was the \"Spirit of St. Louis.\"",
    "what is california's state tree?": "California's state tree is the Giant Sequoia.",
    "what is leukemia?": "Leukemia is a group of cancers that usually begin in the bone marrow and result in high numbers of abnormal white blood cells. Symptoms may include bleeding and bruising problems, feeling tired, fever, and an increased risk of infections. It can be classified into different types, such as acute myeloid leukemia, childhood leukemia, and prolymphocytic leukemia. Organizations like the Leukemia & Lymphoma Society are dedicated to funding research and supporting patients with blood cancer.",
    "what does nasa stand for?": "The acronym \"NASA\" stands for the National Aeronautics and Space Administration.",
    "what year did the u.s. buy alaska?": "The United States bought Alaska in 1867.",
    "which american idol contestant has sold the most records?": "Carrie Underwood has sold the most records among American Idol contestants.",
    "what type of government does burma (myanmar) have?": "Myanmar has a unitary parliamentary republic form of government.",
    "where was ted kennedy buried?": "Ted Kennedy is buried in Arlington National Cemetery in Arlington County, Virginia, United States.",
    "what is desktop publishing?": "Desktop publishing is the creation of documents using page layout skills on a personal computer primarily for print, utilizing desktop publishing software to generate layouts and produce typographic elements.",
    "what are the colors of the german flag?": "The colors of the German flag are black, red, and gold.",
    "where is the mason/dixon line?": "The Mason-Dixon line runs along the borders of Pennsylvania, Maryland, Delaware, and West Virginia.",
    "where are the british crown jewels kept?": "The British Crown Jewels are kept in the Jewel House at the Tower of London.",
    "what is the ph scale?": "The pH scale is a numeric scale used to specify the acidity or basicity of an aqueous solution. It ranges from 0 to 14, with solutions below 7 being acidic, 7 being neutral, and solutions above 7 being basic.",
    "who was the prime minister of canada in 1998?": "Jean Chrétien was the Prime Minister of Canada in 1998.",
    "when did princess diana and prince charles get married?": "Princess Diana and Prince Charles got married on 29 July 1981.",
    "who played princess leia in star wars movies?": "Princess Leia was played by actress Carrie Fisher in the Star Wars movies.",
    "what was the name of jacques cousteau's ship?": "Calypso",
    "what is another name for vitamin b1?": "Thiamine",
    "when did elvis presley die?": "Elvis Presley died on August 16, 1977.",
    "how fast is the speed of light?": "The speed of light in a vacuum is approximately 186,282 miles per second.",
    "what is bangers and mash?": "Bangers and mash is a traditional dish of the British Isles made of sausages and mashed potatoes, sometimes served with onion gravy, fried onions, or peas.",
    "which country is to the north of the united states of america?": "Canada",
    "what do the initials cpr stand for?": "The initials CPR can stand for either Conformational Proofreading, Cardiopulmonary Resuscitation, or Classification of Pharmaco-Therapeutic Referrals.",
    "what is the brightest star visible from Earth?": "Canopus",
    "who played harmonica in led zeppelin you shook me?": "Led Zeppelin did not have a harmonica player.",
    "who was the winner of the 2009 nobel peace prize?": "The winner of the 2009 Nobel Peace Prize was United States President Barack Obama.",
    "how far is it from denver to aspen?": "The distance between Denver and Aspen is approximately 160 miles.",
    "who developed new theories on measuring time and space?": "Ludvig Faddeev and Jean-Claude Falmagne developed new theories on measuring time and space.",
    "what does the acronym nasa stand for?": "The acronym NASA stands for National Aeronautics and Space Administration.",
    "what do you call a word that is spelled the same backwards and forwards?": "A word that is spelled the same backwards and forwards is called a palindrome.",
    "what is neurology?": "Neurology is a branch of medicine that deals with disorders of the nervous system.",
    "when was the san francisco fire?": "The San Francisco fire occurred on May 3-4, 1851.",
    "how far is santa clara california from san francisco california?": "Santa Clara, California is located 45 miles southeast of San Francisco, California.",
    "when was the boston tea party?": "The Boston Tea Party took place on December 16, 1773.",
    "who sings the song i want to know?": "Zedd featuring Selena Gomez sings the song \"I Want You to Know.\"",
    "when is st. patrick's day?": "St. Patrick's Day is celebrated on March 17th.",
    "when was nepal divided into 7 provinces in nepali date?": "Nepal was divided into 7 provinces on the Nepali date of Ashwin 4, 2072.",
    "who was the first woman on the united states supreme court?": "Sandra Day O'Connor was the first woman to serve as a Justice of the Supreme Court of the United States.",
    "where is milan?": "Milan is located in the Lombardy Region in Northern Italy.",
    "name of the bird in the lion king?": "Zazu",
    "how many premier league titles has man utd won?": "Manchester United has won the Premier League title 13 times.",
    "what is nuclear power?": "Nuclear power is the use of nuclear reactions to generate heat, which is then used in steam turbines to produce electricity in a nuclear power plant.",
    "who does donald glover play in lion king?": "Donald Glover plays the voice of Simba in \"The Lion King.\"",
    "what is the name of the chocolate company in san francisco?": "Ghirardelli Chocolate Company",
    "what is the street address of the white house?": "The street address of the White House is 1600 Pennsylvania Avenue NW.",
    "how long did rip van winkle sleep?": "Rip Van Winkle slept for 20 years.",
    "what is the name of the first cartoon with sound?": "The first cartoon with sound is \"Steamboat Willie,\" a 1928 American animated short film directed by Walt Disney and Ub Iwerks.",
    "what color does litmus paper turn when it comes into contact with a strong acid?": "Litmus paper turns red when it comes into contact with a strong acid.",
    "what is semolina?": "Semolina is the coarse, purified wheat middlings of durum wheat mainly used in making pasta and couscous, as well as sweet desserts and porridge.",
    "icc world cup outside england first time sponsor?": "The ICC Cricket World Cup was held outside England for the first time in 1987 and had a title sponsor, Reliance.",
    "how many teams in fa cup fourth round?": "The number of teams in the FA Cup fourth round varies by season, with some seasons having 25 victorious teams, others having 28, and others having 30.",
    "what is pectin?": "Pectin is a structural heteropolysaccharide found in the primary cell walls of terrestrial plants, commonly extracted from citrus fruits, and used as a gelling agent in food products like jams and jellies.",
    "what was the man's name who was killed in a duel with aaron burr?": "Alexander Hamilton",
    "what is the distance in miles from the earth to the sun?": "The distance in miles from the Earth to the Sun is approximately 92.96 million miles.",
    "what city's newspaper is called \"the enquirer\"?": "Cincinnati, Ohio.",
    "what kind of dog was toto in the wizard of oz?": "Toto in \"The Wizard of Oz\" was a female Cairn Terrier named Terry.",
    "what is another astronomic term for the northern lights?": "Aurora Borealis",
    "what does nafta stand for?": "NAFTA stands for the North American Free Trade Agreement.",
    "where is the mayo clinic?": "The Mayo Clinic is located in Rochester, Minnesota.",
    "what character did liv tyler play in lord of the rings?": "Arwen Undómiel",
    "who was elected president of south africa in 1994?": "Nelson Mandela was elected president of South Africa in 1994.",
    "what is the symbol on the canadian flag?": "The symbol on the Canadian flag is a stylized, red, 11-pointed maple leaf.",
    "who was the first person to set foot on the moon?": "Neil Armstrong was the first person to set foot on the moon.",
    "when did the revenge of the sith come out?": "\"Revenge of the Sith\" was released in 2005.",
    "when does hong kong revert back to china?": "Hong Kong reverted back to China on 1 July 1997.",
    "what did barack obama do before he took office?": "Before taking office as the 44th President of the United States, Barack Obama served in the Illinois Senate from 1997 to 2004 and in the United States Senate from 2005 to 2008.",
    "what language do they speak in northern ireland?": "The languages spoken in Northern Ireland are English, Irish Gaelic (Ulster Irish dialect), and Ulster Scots.",
    "in which province is pretoria?": "Pretoria is located in the Gauteng Province of South Africa.",
    "what is the fourth highest mountain in the world?": "Lhotse",
    "on what continent is canada found?": "Canada is found on the continent of North America.",
    "what teams did shoeless joe jackson play for?": "Shoeless Joe Jackson played for the Philadelphia Athletics, Cleveland Naps, and Chicago White Sox.",
    "who played albus dumbledore in harry potter 6?": "Michael Gambon played Albus Dumbledore in \"Harry Potter and the Half-Blood Prince.\"",
    "when was the song we are the champions written?": "The song \"We Are the Champions\" was written in 1977.",
    "where is the eiffel tower?": "The Eiffel Tower is located on the Champ de Mars in Paris, France.",
    "who's the lead singer of the led zeppelin band?": "The lead singer of the band Led Zeppelin is Robert Plant.",
    "what city is also known as \"the gateway to the west\"?": "Pittsburgh, Pennsylvania",
    "what was president lyndon johnson's reform program called?": "The reform program of President Lyndon Johnson was called the \"Great Society.\"",
    "what county is modesto, california in?": "Modesto, California is in Stanislaus County.",
    "how wide is the milky way galaxy?": "The Milky Way galaxy is approximately 100,000 light-years in diameter.",
    "what chain store is headquartered in bentonville, arkansas?": "Walmart",
    "who is the number 1 played artist on spotify?": "Ed Sheeran is the number 1 played artist on Spotify with his song \"Shape of You\" ranked in the top position.",
    "what kind of corn is used to make ethanol?": "The type of corn used to make ethanol is corn that is used as a biomass.",
    "where was emperor tiberius born?": "Tiberius was born in Lugdunum in Gaul, which is now modern-day Lyon, France.",
    "what is nicholas cage's profession?": "Nicolas Cage is an American actor, director, and producer.",
    "what band does adam levine sing for?": "Adam Levine sings for the band Maroon 5.",
    "what is the national park in utah?": "The national park in Utah are Canyonlands National Park, Capitol Reef National Park, and Arches National Park.",
    "what is genocide?": "Genocide is intentional action to destroy a people, usually defined as an ethnic, national, racial, or religious group, in whole or in part.",
    "what year was the magna carta signed?": "The Magna Carta was signed in the year 1215.",
    "who was the king of england when the mayflower sailed?": "The king of England when the Mayflower sailed in 1620 was King James I.",
    "what was the name of the newspaper where hemingway wrote?": "The name of the newspaper where Hemingway wrote was \"The Kansas City Star.\"",
    "who decided what rights should be included in the convention on the rights of the child?": "The rights included in the Convention on the Rights of the Child were decided by the United Nations.",
    "who killed john f. kennedy?": "Lee Harvey Oswald killed John F. Kennedy.",
    "what is the latinised word for the country wales?": "The Latinised word for the country Wales is \"Cambria.\"",
    "what is the electrical output in madrid, spain?": "The electrical output in Madrid, Spain includes contributions from various sources such as nuclear power, solar power, and potentially wind power, but the specific output for Madrid is not explicitly provided in the information given.",
    "what is the largest island of north america?": "The largest island in North America is Vancouver Island, located off the coast of Canada.",
    "when did idaho become a state?": "Idaho became a state on July 3, 1890.",
    "what kind of biome is the everglades?": "The Everglades is a tropical wetland biome.",
    "what is the longest suspension bridge in the u.s.?": "The Mackinac Bridge in Michigan is the longest suspension bridge in the U.S. with a main span of 26372 ft.",
    "what kind of source is the washington post?": "The Washington Post is an American daily newspaper.",
    "what primary colors do you mix to make orange?": "To make orange, you mix red and yellow primary colors.",
    "who killed harvey milk?": "Harvey Milk was killed by Dan White.",
    "what county is charlotte north carolina?": "Charlotte, North Carolina is located in Mecklenburg County.",
    "how did janice joplin die?": "Janis Joplin died of a heroin overdose at the age of 27.",
    "when was abraham lincoln born?": "Abraham Lincoln was born on February 12, 1809.",
    "example of fallacy of argument against the person?": "An example of a fallacy of argument against the person is the ad hominem fallacy.",
    "what peninsula is spain part of?": "Spain is part of the Iberian Peninsula.",
    "what is the location of the sea of tranquility?": "The Sea of Tranquility, or Mare Tranquillitatis, is located on the Moon.",
    "what is phosphorus?": "Phosphorus is a chemical element with symbol P and atomic number 15. It exists in two major forms - white phosphorus and red phosphorus - and is highly reactive. It is commonly used in various compounds such as phosphaphenalenes, phosphorus triiodide, phosphorus trifluoride, phosphorus trichloride, and organophosphorus compounds.",
    "what are the animals that don't have backbones called?": "Animals that don't have backbones are called invertebrates.",
    "what is the shape of a porpoises' tooth?": "The shape of a porpoises' tooth is flattened and spade-shaped.",
    "what is the primary language in iceland?": "The primary language in Iceland is Icelandic.",
    "what is the number of buffaloes thought to have been living in north america when columbus landed in 1492?": "The number of buffaloes thought to have been living in North America when Columbus landed in 1492 is not provided in the context.",
    "what novel is john steinbeck best known for?": "John Steinbeck is best known for his novel \"The Grapes of Wrath.\"",
    "where does the jordan river end?": "The Jordan River ends at the Dead Sea.",
    "what sea does the yangtze river flow into?": "The Yangtze River flows into the East China Sea.",
    "what is an atom?": "An atom is the smallest constituent unit of ordinary matter that has the properties of a chemical element. It is composed of a nucleus within a cloud of one or more electrons.",
    "when was hiroshima bombed?": "Hiroshima was bombed on August 6, 1945.",
    "when was the first kidney transplant?": "The first kidney transplant was performed on December 23, 1954.",
    "first gender park in india inaugurated at which place in kerala?": "The first Gender Park in India was inaugurated in Thiruvananthapuram, Kerala.",
    "where does luke skywalker live in star wars?": "Luke Skywalker lives on the planet Tatooine in the \"Star Wars\" universe.",
    "what is the abbreviation for texas?": "The abbreviation for Texas is TX.",
    "what country did ponce de leon come from?": "Juan Ponce de León came from Spain.",
    "who said imperialism is the highest stage of capitalism?": "Vladimir Lenin said imperialism is the highest stage of capitalism.",
    "what blood vessel carries blood away from the heart?": "Arteries carry blood away from the heart.",
    "where are the pyramids of giza located?": "The Pyramids of Giza are located on the Giza Plateau, on the outskirts of Cairo, Egypt.",
    "who invented the slinky?": "Richard Thompson James, along with his wife Betty James, invented the Slinky spring toy.",
    "when did dodgers last go to world series?": "The Los Angeles Dodgers last went to the World Series in 2018.",
    "what was the date of the chelsea flower show in 1992?": "The Chelsea Flower Show in 1992 was held from May 19th to May 23rd.",
    "who was president in 1913?": "Woodrow Wilson was the President of the United States in 1913.",
    "what weapon is typically used by a samurai 1. katana 2. dagger?": "1. katana",
    "who's won the most formula 1 grand prix?": "Michael Schumacher has won the most Formula 1 Grand Prix races with a total of 91 victories.",
    "what is thalassemia?": "Thalassemia is an inherited blood disorder characterized",
    "who got the most streams on spotify 2018?": "The information provided does not specifically mention the artist or song that received the most streams on Spotify in 2018.",
    "what cyanobacteria is thought to be the most abundant photosynthetic organism in the ocean?": "Prochlorococcus is thought to be the most abundant photosynthetic organism in the ocean.",
    "what is cholesterol?": "Cholesterol is an organic molecule that is a sterol, essential for maintaining the structural integrity and fluidity of animal cell membranes, and a precursor to fat-soluble vitamins and steroid hormones.",
    "who wrote the hymn \"amazing grace\"?": "The hymn \"Amazing Grace\" was written by John Newton.",
    "what hemisphere is the philippines in?": "The Philippines is in the Northern Hemisphere.",
    "when is father's day?": "Father's Day is celebrated on the third Sunday of June in the United States and in many countries in Europe and the Americas.",
    "what is the airport code for los angeles international?": "The airport code for Los Angeles International Airport is LAX.",
    "what is a nanometer?": "A nanometer is a unit of length in the metric system, equal to one billionth of a meter, commonly used in the study of nanotechnology and nanoscience.",
    "what colors need to be mixed to get the color pink?": "Red and white colors need to be mixed to get the color pink.",
    "the symptoms of parkinson's disease are linked to the demise of cells in what area of the brain?": "The symptoms of Parkinson's disease are linked to the demise of cells in the substantia nigra pars compacta in the midbrain.",
    "who is the only president to serve 2 non-consecutive terms?": "Grover Cleveland.",
    "who is the composer of eugene onegin?": "Pyotr Ilyich Tchaikovsky.",
    "for what disease is the drug sinemet used as a treatment?": "Parkinson's disease.",
    "what airport do you fly into maui?": "The main airport to fly into Maui is Kahului Airport (OGG).",
    "what unicef stands for?": "UNICEF stands for the United Nations Children's Fund.",
    "what is the location of lake champlain?": "Lake Champlain is located mainly within the borders of the United States, in the states of Vermont and New York, but partially situated across the Canada–U.S. border, in the Canadian province of Quebec.",
    "what continent does the amazon river flow through?": "The Amazon River flows through the continent of South America.",
    "what does target heart rate mean?": "Target heart rate refers to the desired heart rate range that a person should aim for during exercise in order to achieve specific fitness goals.",
    "who was president of turkmenistan in 1994?": "Saparmurat Niyazov",
    "what is the first book sherlock holmes appeared in?": "The first book Sherlock Holmes appeared in is \"A Study in Scarlet\" by Sir Arthur Conan Doyle.",
    "what is the name of the foreign marine pest infesting the great lakes and associated waterways since 1986?": "The foreign marine pest infesting the Great Lakes and associated waterways since 1986 is the Cercopagis pengoi, also known as the fishhook waterflea.",
    "what is the most used line on the london underground?": "The Circle and Hammersmith & City lines combined had over 114 million passenger journeys in 2011/12, making it one of the most used lines on the London Underground.",
    "what is the name of the lion king's son in the movie, \"the lion king\"?": "Simba",
    "who choose legislators before the passage of the seventeenth amendment?": "State legislatures chose legislators before the passage of the Seventeenth Amendment.",
    "what is the oldest university in the us?": "Harvard College is the oldest university in the US.",
    "who invented the instant polaroid camera?": "Edwin H. Land invented the instant Polaroid camera.",
    "what is sodium chloride?": "Sodium chloride is an ionic compound with the chemical formula NaCl, commonly known as salt or halite.",
    "where is the mall of the america?": "The Mall of America is located in Bloomington, Minnesota, United States.",
    "what is the abominable snowman name in monsters inc?": "The abominable snowman character in \"Monsters, Inc.\" is named the Abominable Snowman.",
    "what is the moulin rouge?": "The Moulin Rouge is a famous cabaret in Paris, France, known for its history, performances, and association with artist Henri de Toulouse-Lautrec.",
    "what is the major fault line near kentucky?": "The major fault line near Kentucky is the New Madrid Seismic Zone.",
    "into what language family does english fall?": "English falls into the West Germanic languages.",
    "what currency can you use in aruba?": "The currency you can use in Aruba is the Aruban florin.",
    "what is the capital of ethiopia?": "Addis Ababa",
    "what is naproxen?": "Naproxen is a nonsteroidal anti-inflammatory drug (NSAID) of the propionic acid class that relieves pain, fever, swelling, and stiffness.",
    "where is the volcano olympus mons located?": "Olympus Mons is located on the planet Mars.",
    "who was the first vice president of the u.s.?": "John Adams",
    "what are platelets?": "Platelets, also called thrombocytes, are a component of blood that helps stop bleeding by clumping and clotting blood vessel injuries. They are fragments of cytoplasm derived from megakaryocytes in the bone marrow and have no cell nucleus.",
    "what is rheumatoid arthritis?": "Rheumatoid arthritis is a long-term autoimmune disorder that primarily affects joints, resulting in warm, swollen, and painful joints. It typically involves the wrist and hands, with symptoms worsening following rest. Other parts of the body may also be affected, leading to complications such as low red blood cell count, inflammation around the lungs and heart, fever, and low energy. Symptoms usually develop gradually over weeks to months.",
    "how much has the wizard of oz made to date?": "The \"Wizard of Oz\" franchise has collectively grossed over $8.5 billion at the global box office, making it one of the highest-grossing film franchises of all time.",
    "who was the abolitionist who led the raid on harper's ferry in 1859?": "John Brown.",
    "how many copies of an album must be sold for it to be a gold album?": "An album must sell over 500,000 units to be considered a gold album.",
    "what is the only artery that carries blue blood from the heart to the lungs?": "The pulmonary artery is the only artery that carries deoxygenated blood from the heart to the lungs.",
    "who won jennifer hudson year of american idol?": "Fantasia Barrino won the third season of \"American Idol\" in 2004.",
    "ant man and the wasp physical release date?": "The physical release date of \"Ant-Man and the Wasp\" was October 16, 2018.",
    "what is susan b. anthony's birthday?": "Susan B. Anthony's birthday is February 15th.",
    "what province is edmonton located in?": "Edmonton is located in the province of Alberta.",
    "what is the date of the official opening of the channel tunnel between the u.k. and france?": "The official opening of the Channel Tunnel between the UK and France took place in 1994.",
    "what is the real name of the singer, madonna?": "Madonna's real name is Madonna Louise Ciccone.",
    "where does the white lined sphinx moth live?": "The white-lined sphinx moth lives in Central America, the United States, and parts of Canada.",
    "who was the leader of the soviet union in 1945?": "Joseph Stalin",
    "what u.s. government agency registers trademarks?": "The United States Patent and Trademark Office (USPTO) registers trademarks in the United States.",
    "what body of water are the canary islands in?": "The Canary Islands are located in the Atlantic Ocean.",
    "where are the remaining copies of the magna carta?": "The remaining copies of the Magna Carta are on display in nearby Parliament House in Canberra, Australia, and in Magna Carta Island in the River Thames in England.",
    "what are pathogens?": "Pathogens are microorganisms that can cause disease in their host, including viruses, bacteria, protozoa, prions, fungi, and other microorganisms.",
    "how old was elvis presley when he died?": "Elvis Presley was 42 years old when he died.",
    "where is your corpus callosum?": "The corpus callosum is located beneath the cerebral cortex in the brains of placental mammals, spanning part of the longitudinal fissure and connecting the left and right cerebral hemispheres.",
    "what year did the vietnam war end?": "The Vietnam War ended in 1973.",
    "what is solar wind?": "Solar wind is a stream of charged particles released from the upper atmosphere of the Sun, consisting mainly of electrons, protons, and alpha particles with thermal energies between 1.5 and 10 keV.",
    "what are pediatricians?": "Pediatricians are medical practitioners who specialize in the medical care of infants, children, and adolescents, providing a range of services to support the optimal health of children within their family, community, and environmental setting.",
    "who started the dominos pizza chain?": "Thomas Stephen \"Tom\" Monaghan started the Domino's Pizza chain.",
    "what is pulmonary fibrosis?": "Pulmonary fibrosis is a respiratory disease in which scars are formed in the lung tissues, leading to serious breathing problems.",
    "where jay z was raised?": "Jay-Z was raised in Brooklyn, New York.",
    "what two companies produce bovine somatotrophin?": "Monsanto and Eli Lilly.",
    "what are the two houses of the legislative branch?": "The two houses of the legislative branch are the Senate and the House of Representatives.",
    "what type of currency is used in australia?": "The currency used in Australia is the Australian dollar, which is subdivided into 100 cents.",
    "material called linen is made from what plant?": "Linen is made from the fibers of the flax plant.",
    "who wrote i get by with a little help from my friends lyrics?": "The lyrics for \"With a Little Help from My Friends\" were written by John Lennon and Paul McCartney.",
    "what do bats eat?": "Bats eat a variety of foods, including insects, fruit, nectar, pollen, frogs, other bats, small vertebrates, and blood.",
    "who sings the song i don't care anymore?": "Phil Collins sings the song \"I Don't Care Anymore.\"",
    "what year did the united states abolish the draft?": "The United States abolished the draft in 1973.",
    "what is the length of the coastline of the state of alaska?": "The length of the coastline of the state of Alaska is approximately 34,000 miles.",
    "who has the constitutional power to regulate interstate commerce?": "Congress has the constitutional power to regulate interstate commerce.",
    "who sang i got a gal in kalamazoo?": "Glenn Miller and His Orchestra sang \"I've Got a Gal in Kalamazoo.\"",
    "what did edward binney and howard smith invent in 1903?": "Edward Binney invented the Crayola crayon in 1903, and Howard Lane invented the Lane hydrogen producer in 1903.",
    "what are invertebrates?": "Invertebrates are animals that do not possess or develop a vertebral column.",
    "where was alice walker born?": "Alice Walker was born in the United States.",
    "who is the founder of the wal-mart stores?": "Sam Walton",
    "what date did neil armstrong land on the moon?": "Neil Armstrong landed on the moon on July 20, 1969.",
    "what is pandoro?": "Pandoro is a traditional Italian sweet yeast bread, popular around Christmas and New Year, typically shaped like a frustum with an 8 pointed-star section.",
    "who coined the term \"cyberspace\" in his novel \"neuromancer\"?": "William Gibson coined the term \"cyberspace\" in his novel \"Neuromancer\".",
    "what is the average minimum wage in the united states?": "The average minimum wage in the United States is higher than $7.25 per hour due to the 29 states with minimum wages higher than the federal minimum.",
    "what is the name given to the tiger at louisiana state university?": "The tiger at Louisiana State University is named Mike.",
    "where was the church of latter day saints founded?": "The Church of Latter Day Saints was founded in New York.",
    "what is the largest city in the u.s.?": "The largest city in the U.S. is New York City, with an estimated population of 8,537,673 as of 2016.",
    "what state was ronald reagan governor of?": "Ronald Reagan was the Governor of California.",
    "what city had a world fair in 1900?": "Paris",
    "who is playing in the national championship game?": "The Florida Gators and the Oklahoma Sooners are playing in the national championship game.",
    "what is relative humidity?": "Relative humidity is the ratio of the partial pressure of water vapor to the equilibrium vapor pressure of water at a given temperature, depending on temperature and pressure.",
    "what is autism?": "Autism is a neurodevelopmental disorder characterized by impaired social interaction, impaired verbal and non-verbal communication, and restricted and repetitive behavior. Symptoms typically appear in early childhood, with some individuals experiencing regression. It is part of the autism spectrum, which includes conditions like Asperger syndrome and pervasive developmental disorder.",
    "who played jenny in the doctor's daughter?": "Jenny in \"The Doctor's Daughter\" was played by Georgia Moffett.",
    "what color is a poison arrow frog?": "Poison arrow frogs can come in a variety of colors, such as green, blue, black, yellow, orange, and red.",
    "what style of art does andy warhol do?": "Andy Warhol's style of art is pop art.",
    "what is the dollar called in brazil?": "The dollar is called the \"real\" in Brazil.",
    "where is the lourve?": "The Louvre is located in Paris, France, on the Right Bank of the Seine in the city's 1st arrondissement.",
    "where did the plains of abraham take place?": "The Plains of Abraham took place just outside the walls of Quebec City, Quebec, Canada.",
    "what is the active ingredient in baking soda?": "The active ingredient in baking soda is sodium bicarbonate.",
    "who seized power in italy in 1922?": "Benito Mussolini's National Fascist Party seized power in Italy in 1922.",
    "what is poliomyelitis?": "Poliomyelitis, commonly known as polio, is an infectious disease caused by the poliovirus that can lead to muscle weakness, paralysis, and potentially death.",
    "who played the teacher in dead poet's society?": "Robin Williams",
    "where did lee surrender to grant to end the civil war?": "Lee surrendered to Grant at the McLean House in Appomattox Court House, Virginia.",
    "what is ethics?": "Ethics, or moral philosophy, is a branch of philosophy that involves systematizing, defending, and recommending concepts of right and wrong conduct. It encompasses right conduct, good living, and the examination of moral behavior, concepts, and language.",
    "in what area of the world was the six day war fought?": "The Six-Day War was fought in the Middle East.",
    "what is severance pay?": "Severance pay is the pay and benefits employees receive when they leave employment at a company, typically including their remaining regular pay and additional benefits such as severance package, golden parachute, or golden handshake.",
    "hazmat stands for what?": "Hazmat stands for hazardous materials.",
    "what is hypertension?": "Hypertension, also known as high blood pressure (HBP), is a long-term medical condition in which the blood pressure in the arteries is persistently elevated.",
    "where is prince edward island?": "Prince Edward Island is located in the Gulf of Saint Lawrence, north of Nova Scotia and east of New Brunswick, forming the Northumberland Strait.",
    "what is the population of australia?": "The population of Australia is estimated to be around 28 million as of 2017 and is expected to exceed 36 million by 2050.",
    "what subatomic particle did jj thomson discover?": "J. J. Thomson discovered the electron.",
    "what is the deepest lake in the us?": "The deepest lake in the US is Crater Lake in Oregon, with a depth of 1945 feet.",
    "what monastery was raided by vikings in the late eighth century?": "The monastery that was raided by Vikings in the late eighth century was the monastery of Lindisfarne on the English coast.",
    "who was the first u.s. president ever to resign?": "Richard Nixon",
    "what city does mccarren airport serve?": "McCarran International Airport serves the Las Vegas Valley.",
    "who is duke ellington?": "Duke Ellington was an American composer, pianist, and bandleader known for his contributions to jazz music.",
    "what is sonar?": "Sonar is a technique that uses sound propagation underwater to navigate, communicate, or detect objects on or under the surface of the water. It can be passive (listening for sounds) or active (emitting pulses of sound and listening for echoes).",
    "who is broadcasting the world series in 2018?": "The World Series in 2018 will be televised nationally by Fox.",
    "when was lyndon b. johnson born?": "Lyndon B. Johnson was born on August 27, 1908.",
    "what is a thyroid?": "The thyroid is an endocrine gland in the neck that produces thyroid hormones and plays a role in metabolic rate, protein synthesis, and calcium homeostasis.",
    "what is hawaii's state flower?": "The yellow hibiscus is Hawaii's state flower.",
    "what year did oklahoma become a state?": "Oklahoma became a state in 1907.",
    "when did the new york rangers become a team?": "The New York Rangers became a team in 1926.",
    "in what year did kobe bryant graduate high school?": "Kobe Bryant graduated high school in 1996.",
    "what language people speak in afghanistan?": "The people in Afghanistan speak Pashto and Dari.",
    "when did the ottoman empire declare war on the allies?": "The Ottoman Empire declared war on the Allies on November 5, 1914.",
    "what is supernova?": "A supernova is an astronomical event that occurs during the last stellar evolutionary stages of a massive star's life, marked by one final titanic explosion that causes the sudden appearance of a bright star before slowly fading from sight over several weeks or months.",
    "what continent is australia in?": "Australia is in the continent of Australia.",
    "who played eliza doolittle in the movie my fair lady?": "Rex Harrison played Eliza Doolittle in the movie \"My Fair Lady.\"",
    "who was the 23rd president of the united states?": "Benjamin Harrison",
    "what strait separates north america from asia?": "The Bering Strait separates North America from Asia.",
    "who was lincoln's secretary of state?": "William H. Seward",
    "do you have to register rifles in michigan?": "No, you do not have to register rifles in Michigan.",
    "what county is phoenix, az in?": "Phoenix, AZ is located in Maricopa County.",
    "what year did montana become a state?": "Montana became a state in 1889.",
    "where is kia car from?": "Kia cars are from South Korea.",
    "who was the first african american to play for the brooklyn dodgers?": "Jackie Robinson",
    "when does red dead redemption 2 launch time?": "\"Red Dead Redemption II\" is scheduled for release in Q2 2018 for PlayStation 4 and Xbox One.",
    "what is the meaning of caliente (in english)?": "The meaning of \"caliente\" in English is \"hot\" or \"warm\".",
    "what breed of hunting dog did the beverly hillbillies own?": "The Beverly Hillbillies likely owned a hunting dog of the Norrbottenspets breed.",
    "when is hurricane season in the caribbean?": "Hurricane season in the Caribbean typically runs from June 1 to November 30.",
    "who was the first person to receive nobel prize?": "Emil Adolf von Behring was the first person to receive a Nobel Prize.",
    "where was stephen g. breyer born?": "Stephen G. Breyer was born in San Francisco, California.",
    "when was president kennedy shot?": "President Kennedy was shot on Friday, November 22, 1963 at 12:30 p.m. Central Standard Time in Dallas, Texas.",
    "what nqf level is a master's degree?": "A master's degree is typically rated at level 7 on the National Qualifications Framework.",
    "what are the two types of twins?": "The two types of twins are monozygotic (identical) twins and dizygotic (fraternal) twins.",
    "what is dianetics?": "Dianetics is a set of ideas and practices regarding the metaphysical relationship between the mind and body created by science fiction writer L. Ron Hubbard, which evolved into the religious movement Scientology.",
    "what is a thermometer?": "A thermometer is a device that measures temperature or a temperature gradient. It typically consists of a temperature sensor and a means of converting the change in temperature into a numerical value. Thermometers are widely used in various fields such as industry, meteorology, medicine, and scientific research.",
    "how many letters in the modern greek alphabet?": "The modern Greek alphabet consists of 24 letters.",
    "where is the grand canyon?": "The Grand Canyon is located in Arizona, United States.",
    "what is the longest bone in the human body?": "The femur is the longest bone in the human body.",
    "what kind of paintings did frida kahlo do?": "Frida Kahlo primarily did self-portraits, including double self-portraits, that combined realism with fantasy and incorporated a wide spectrum of influences and symbols.",
    "who discovered radium?": "Pierre and Marie Curie discovered radium.",
    "where did president eisenhower go to college?": "President Eisenhower did not attend college himself, but there is a college named after him called Eisenhower College located in Seneca Falls, New York.",
    "who is the song you're my best friend about?": "The song \"You're My Best Friend\" by Queen is about friendship and was written by bass guitarist John Deacon.",
    "what is a micron?": "A micron is a unit of length equaling one millionth of a meter, also known as a micrometre, commonly used to express the diameter of wool fibers and the size of microparticles.",
    "who was the moderator of the 2004 presidential debate held at arizona state university?": "Chuck Backus was the moderator of the 2004 presidential debate held at Arizona State University.",
    "what is measured in curies?": "Radioactivity is measured in curies.",
    "where did yoga originate?": "Yoga originated in ancient India.",
    "when was in god we trust added to paper money?": "\"In God We Trust\" was added to paper money in 1864.",
    "how long do hermit crabs live?": "Hermit crabs can live anywhere from a few years to over a decade, depending on the species. The lifespan of hermit crabs ranges from 3 years for Pagurus longicarpus to 10-12 years for Potamon fluviatile, with some species living up to 16.5 years in captivity.",
    "which is the smallest continent in size in the world?": "Australia",
    "what does cpr stand for?": "Cardiopulmonary resuscitation.",
    "in which state would you find the catskill mountains?": "New York.",
    "what did charles babbage create in the 1800s?": "Charles Babbage created the concept of a digital programmable computer and designed the Analytical Engine in the 1800s.",
    "what country did francis drake represent?": "The country that Francis Drake represented varies depending on the individual.",
    "who was galileo?": "Galileo Galilei (1564-1642) was an Italian polymath known for his contributions to astronomy, physics, engineering, philosophy, and mathematics. He is often referred to as the \"father of observational astronomy,\" the \"father of modern physics,\" and the \"father of the scientific method.\"",
    "what is the longest major league baseball-winning streak?": "The longest major league baseball-winning streak is 13 games, held by the American League from 1997 to 2009.",
    "what is natural gas composed of?": "Natural gas is primarily composed of methane, but can also include varying amounts of other higher alkanes, and sometimes a small percentage of carbon dioxide, nitrogen, hydrogen sulfide, or helium.",
    "who did the united states fight against in world war ii?": "The United States fought against the Axis powers in World War II.",
    "what is phi beta kappa?": "Phi Beta Kappa is the oldest honor society for the liberal arts and sciences in the United States, founded in 1776 at The College of William and Mary.",
    "who was the first prime minister of canada?": "Sir John Alexander Macdonald",
    "when did new brunswick become a part of canada?": "New Brunswick became a part of Canada on July 1, 1867.",
    "where is the parliament in south africa?": "The parliament in South Africa is located in Cape Town and Pretoria.",
    "who was the voice of simba?": "The voice of Simba has been portrayed by Mitsuru Miyamoto in the Japanese version, Jonathan Taylor Thomas in the original Disney film, Thor Kristjansson in the Icelandic version, Jason Raize in the Broadway musical, and Scott Irby-Ranniar in the Broadway production.",
    "what is amitriptyline?": "Amitriptyline is a tricyclic antidepressant (TCA) medication used to treat mental illnesses such as major depressive disorder and anxiety disorder.",
    "who invented the telephone?": "Alexander Graham Bell invented the telephone.",
    "what is the second largest city in australia?": "Melbourne",
    "where do the chicago cubs play?": "The Chicago Cubs play their home games at Wrigley Field on the North Side of Chicago.",
    "what are aborigines?": "Aborigines are indigenous peoples who are descended from and identify with the original inhabitants of a given region, maintaining traditions or aspects of an early culture associated with a specific territory."
}